tap "msoap/tools"
tap "yqrashawn/goku"
brew "antigen"
brew "coreutils"
brew "asdf"
brew "awscli"
brew "bash"
brew "gawk"
brew "jq"
brew "pandoc"
brew "azure-cli"
brew "bat"
brew "cfssl"
brew "curl"
brew "direnv"
brew "dnsmasq"
brew "postresql"
brew "ephemeralpg"
brew "exa"
brew "fd"
brew "findutils"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "grep"
brew "htop"
brew "kind"
brew "kubectx"
brew "mkcert"
brew "moreutils"
brew "neofetch"
brew "neovim"
brew "nginx"
brew "pgcli"
brew "pinentry-mac"
brew "pipx"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ranger"
brew "ripgrep"
brew "shellcheck"
brew "shfmt"
brew "step"
brew "stow"
brew "terraform-docs"
brew "terraform-ls"
brew "tfenv"
brew "tflint"
brew "tfsec"
brew "tig"
brew "vim"
brew "watch"
brew "wget"
brew "zsh"
brew "msoap/tools/shell2http"
brew "yqrashawn/goku/goku"
cask "authy"
cask "docker"
cask "fanny"
cask "firefox"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "hammerspoon"
cask "imageoptim"
cask "iriunwebcam"
cask "iterm2"
cask "kap"
cask "karabiner-elements"
cask "keepassxc"
cask "keycastr"
cask "knockknock"
cask "logseq"
cask "mos"
cask "rectangle"
cask "slack"
cask "visual-studio-code"
cask "zoom"
