tap "candid82/brew"
tap "fairwindsops/tap"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/command-not-found"
tap "homebrew/core"
tap "homebrew/services"
tap "jzelinskie/faq"
tap "msoap/tools"
tap "vmware-tanzu/carvel"
tap "yqrashawn/goku"
brew "antigen"
brew "asciinema"
brew "coreutils"
brew "asdf"
brew "awscli"
brew "azure-cli"
brew "bash"
brew "bash-completion"
brew "bat"
brew "brew-gem"
brew "broot"
brew "buildkit"
brew "cfssl"
brew "checkov"
brew "cloc"
brew "clusterctl"
brew "gnutls"
brew "qemu"
brew "lima"
brew "colima"
brew "conftest"
brew "consul"
brew "consul-template"
brew "cue"
brew "curl"
brew "diffutils"
brew "direnv"
brew "dive"
brew "dnsmasq"
brew "docker"
brew "docker-compose"
brew "docker-credential-helper-ecr"
brew "efm-langserver"
brew "eksctl"
brew "libpq"
brew "ephemeralpg"
brew "exa"
brew "expect"
brew "fd"
brew "fennel"
brew "findutils"
brew "fzf"
brew "gawk"
brew "gh"
brew "ghq"
brew "gifski"
brew "gimme-aws-creds"
brew "git"
brew "git-delta"
brew "gitlint"
brew "gnupg"
brew "gnu-sed"
brew "go"
brew "gojq"
brew "goreleaser"
brew "graphviz"
brew "grc"
brew "grep"
brew "hadolint"
brew "hcl2json"
brew "helm"
brew "helmfile"
brew "htop"
brew "hyperfine"
brew "imagemagick"
brew "ipcalc"
brew "jc"
brew "jinja2-cli"
brew "jq"
brew "jsonnet"
brew "k9s"
brew "kind"
brew "kubernetes-cli"
brew "kubectx"
brew "kustomize"
brew "llvm"
brew "magic-wormhole"
brew "make"
brew "node"
brew "markdownlint-cli"
brew "mitmproxy"
brew "mkcert"
brew "mkdocs"
brew "moreutils"
brew "neofetch"
brew "tree-sitter"
brew "neovim"
brew "nginx"
brew "notmuch"
brew "notmuch-mutt"
brew "nvm"
brew "opa"
brew "openjdk"
brew "openapi-generator"
brew "packer"
brew "pandoc"
brew "pgcli"
brew "pgweb"
brew "pinentry-mac"
brew "pipenv"
brew "pipgrip"
brew "pipx"
brew "postgrest"
brew "pre-commit"
brew "prettier"
brew "pstree"
brew "pv"
brew "pwgen"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ranger"
brew "ripgrep"
brew "shellcheck"
brew "shfmt"
brew "skopeo"
brew "sops"
brew "sshuttle"
brew "step"
brew "stow"
brew "terraform-docs"
brew "terraform-ls"
brew "terragrunt"
brew "terrascan"
brew "tfenv"
brew "tflint"
brew "tfmigrate"
brew "tfsec"
brew "tig"
brew "tiger-vnc"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "vim"
brew "vint"
brew "watch"
brew "watchexec"
brew "wget"
brew "yamllint"
brew "yarn"
brew "yq"
brew "zoxide"
brew "zsh"
brew "fairwindsops/tap/pluto"
brew "jzelinskie/faq/faq"
brew "msoap/tools/shell2http"
brew "vmware-tanzu/carvel/vendir"
brew "yqrashawn/goku/goku"
cask "1password"
cask "1password-cli"
cask "authy"
cask "betterdisplay"
cask "blockblock"
cask "fanny"
cask "firefox"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "google-drive"
cask "hammerspoon"
cask "imageoptim"
cask "iriunwebcam"
cask "iterm2"
cask "kap"
cask "karabiner-elements"
cask "keycastr"
cask "knockknock"
cask "logseq"
cask "lulu"
cask "obinskit"
cask "obs"
cask "oversight"
cask "rectangle"
cask "session-manager-plugin"
cask "signal"
cask "slack"
cask "visual-studio-code"
cask "yubico-yubikey-manager"
cask "zoom"
