tap "reegnz/tap"
tap "candid82/brew"
tap "yqrashawn/goku"
tap "jzelinskie/faq"
tap "msoap/tools"
brew "antigen"
brew "asdf"
brew "awscli"
brew "azure-cli"
brew "azure-cli"
brew "bash"
brew "bash-completion"
brew "bat"
brew "cfssl"
brew "coreutils"
brew "curl"
brew "direnv"
brew "dive"
brew "dnsmasq"
brew "docker"
brew "docker-compose"
brew "docker-credential-helper-ecr"
brew "efm-langserver"
brew "ephemeralpg"
brew "exa"
brew "fd"
brew "findutils"
brew "fzf"
brew "gawk"
brew "gh"
brew "gimme-aws-creds"
brew "git"
brew "git-delta"
brew "gitlint"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "goreleaser"
brew "grc"
brew "grep"
brew "hadolint"
brew "htop"
brew "hyperfine"
brew "ipcalc"
brew "jc"
brew "jq"
brew "jzelinskie/faq/faq"
brew "kind"
brew "kubectx"
brew "lima"
brew "make"
brew "mkcert"
brew "moreutils"
brew "msoap/tools/shell2http"
brew "neofetch"
brew "neovim"
brew "nginx"
brew "nvm"
brew "pandoc"
brew "pgcli"
brew "pgweb"
brew "pinentry-mac"
brew "pipx"
brew "postgresql"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ranger"
brew "reegnz/tap/terraform-install"
brew "ripgrep"
brew "shellcheck"
brew "shfmt"
brew "step"
brew "stow"
brew "terraform-docs"
brew "terraform-ls"
brew "tflint"
brew "tfsec"
brew "tig"
brew "tree-sitter"
brew "vim"
brew "vint"
brew "watch"
brew "watchexec"
brew "wget"
brew "yamllint"
brew "yq"
brew "yqrashawn/goku/goku"
brew "zsh"
cask "1password"
cask "authy"
cask "blockblock"
cask "fanny"
cask "firefox"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "hammerspoon"
cask "imageoptim"
cask "iriunwebcam"
cask "iterm2"
cask "kap"
cask "karabiner-elements"
cask "keepassxc"
cask "keycastr"
cask "knockknock"
cask "logseq"
cask "lulu"
cask "monitorcontrol"
cask "mos"
cask "obinskit"
cask "rectangle"
cask "session-manager-plugin"
cask "signal"
cask "slack"
cask "visual-studio-code"
cask "zoom"
